{"page_title":"ETVO","blocks":{"hero:0":{"title":"Specialized in web design & development.","desc":"Crafting efficient tools and memorable experiences."},"services:0":{"subtitle":"SERVICES","title":"Offering services for projects that want be remembered.","main_action":{"caption":"","text":"start your project","link":"#contact"},"final_action":{"caption":"Still unsure what your company needs?","text":"contact etvo","link":"#contact"},"services":{"service:0":{"title":"Website Development","icon":"house-door","description":"Developing a website front-end and back-end, creating web pages, blogs, catalogs, and any type of web resource, with a strong care for performance and user experience.","is_for_me":"Good tool for a company that values their marketing, having a professional display of their services and products online, with strong digital marketing resources such as a blog and contact forms."},"service:1":{"title":"Web Design","icon":"activity","description":"Creating a prototype for a website, in its desktop and mobile versions, and designing the User Experience of the website.","is_for_me":"Useful resource for companies that are looking to use their website to sell, convert and grow authority.\r\n<br><b>Remarkable websites make remarkable companies.<\/b>"},"service:2":{"title":"Maintenance Plans","icon":"cloud-check","description":"Taking care of keeping the website always updated and in good shape.","is_for_me":"Important for companies that are looking to create a strong digital presence and expand their business."},"service:3":{"title":"Branding & Visual Id","icon":"gem","description":"Offering a specialized input for existing brands and developing new brands and visual identities from scratch.","is_for_me":"A good asset for projects looking for a strong brand concept and professional visual resources to start up their marketing efforts."}}},"contact:0":{"subtitle":"START YOUR PROJECT","title":"Make it happen.","desc":"Put your idea in the real world with expertise and elegance.\r\n<br><b>Make it fast, make it yours, make it happen.<\/b>"},"money:0":{"subtitle":"MONEY TALKS","title":"<span>Fair pricing,<\/span><br><span>fair job<\/span>","desc":"<b>Only you can know how much you are willing and able to invest in a website, rebranding or design project.<\/b> <br>Let’s find a solution that fits your range, with the guarantee of a well-done job. In any craft, ultimately it is not the payment that matters most, but the work itself."},"portfolio:0":{"subtitle":"PORTFOLIO","title":"Take a look at what has been done.","desc":"Professional, tailor-made, custom-built house for a company, in the web.","final_action":{"caption":"Curious if your idea is possible?","text":"contact etvo","link":"#contact"}}}}